<!--sart header-->
<?php
require('./template/header.php');
 ?>
    <!-- Header End -->

    
    
    <main>    <!-- start main -->
           <div class="heroA"  >
     
        
      
       <div class="overlayA">
           
          <div class="about"> 
              <p>   
* تعتبر مدرستنا مؤسسة حضارية تربوية وطنية تسعى لتقديم خدمة تربوية وتعليمية متميزة من أجل النهوض بالمستوى التعليمى والتربوى وانشاء جيل مثقف مؤن بالله ووطنه وأمته مواكب للتطورات العصر بالفهم الحضارى لذا تسعى مدرسة الرؤية لتقديم تعليم ذو جودة عالية ووفير بيئة تربوية مناسبة ومشوقة ومشاركة مجتمعية فاعلة وتوفير كادر ادارى وتعليمى مؤهل
              
                 .
                  <br> <br>
            
              * ومن هنا تؤمن ادارة مدرسة الرؤية أن تطبيق القوانين والنظمة المدرسية والاحترام المتبادل وتوثيق العلاقات ما بين المدرسة والطالب وولى الأمر يسهم بشكل فعال فى توفير بيئة تربوية وتعليمية مناسبة ترفع من مستوى التحصيل العلمى
              .</p>
               <br> 
              <h2> رؤيتنا: </h2>  
              <p> 
تمكين طلبتنا ليكونوا رواداً للمستقبل، مواطنين صالحين، متعلمين شغوفين، قادرين على المنافسة العالمية ومحافظين على قيمهم الأخلاقية والثقافية.</p>
           </div>
<div class="about"> 
              <h2> رسالتنا: </h2>  
              <p> 


مؤسسة تربوية رائدة تقدم خدمات تعليمية دولية متميزة لإعداد طلبة وفقاً لمتطلبات العصر وتوفير بيئة تعلّم آمنة ومحفّزة، تكسب الطلبة المعارف العلمية وتطور لديهم مهارات الإبداع، والتفكير الناقد وحل المشكلات، والتعلّم مدى الحياة، ومهارات الثقافة الرقمية، والقدرة على التواصل الفعال المتعدد الثقافات، بما يضمن تميز الأداء مع الإلتزام بالمسؤولية.</p>
           </div>
           <div class="about"> 
              <h2> قيمنا: </h2>  
              <p> 
                  
                  الجودة والتميّز
                  والعمل بروح الواحد الفريق الواحد
                   والولاء والانتماء
                  و الشفافية والنزاهة
             
                وتشجيع المبادرات الذاتية والإبداعية
                  
.
</p>
           </div>
          </div>
             </div>
        
        
        
        
        
    </main>     <!--End main -->
    
    <!-- stary footer -->
    <?php
    require('./template/footer.php');
     ?>
    
    <!-- Footer -->

    
    
    
    
    
    
    
    